// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Kenalan";
"Str_FaxAddressBook"="Buku Alamat";
"Str_FaxSyncContacts"="Segerak %@";

"Str_FaxSyncContacts_Start"="Mula";
"Str_FaxPrintQueue"="Gilir Cetakan";
"Str_FaxStatus"="Status";
"Str_FaxSyncContacts_Sync_Waiting"="Sila tunggu.";

"Str_FaxSyncContact_CannotAccess_A"="Akses kpd %@ tidak dibenarkan.";
"Str_FaxSyncContact_CannotAccess_B"="Benarkan FAX Utility untuk mengakses %@. Pergi ke [System Preferences] - [Security & Privacy] - [Privacy] - [%@].\nMula semula FAX Utility untuk kemas kini.";

"Str_FaxSyncContact_StartInfo_A"="Menyegerak %@ (manual)";
"Str_FaxSyncContact_StartInfo_B"="Membenarkan senarai %@ anda dipaparkan apabila memilih penerima faks di dalam dialog [Cetak...] daripada aplikasi lain. Jangan lupa untuk segerak %@ semula jika anda melaksanakan sebarang edit pada senarai %@ anda.";
"Str_FaxSyncContact_StartInfo_C"="Ini akan digunakan pada semua gilir cetakan faks Epson.\n Sebelum meneruskan, pastikan:";
"Str_FaxSyncContact_StartInfo_D"="      -[Cetak...] dialog drp semua aplikasi ditutup.\n      -Tiada faks yang sudah dihantar.\n      -Tiada gilir faks cetakan yang dijeda.";

"Str_FaxSyncContact_OpenPrintQueue"="Untuk mengakses gilir cetakan, pergi ke [System Preferences] - [Print & Scan] - [Open Print Queue...].";
"Str_FaxSyncContact_StartInfo_Start"="Klik [Mula] untuk mulakan penyegerakan %@.";

"Str_FaxSyncContact_State_Title"="Gilir cetakan faks Epson untuk menyegerak %@:";

"Str_FaxSyncContact_State_Idle"="Sedia";
"Str_FaxSyncContact_State_InProgress"="Menyegerak";
"Str_FaxSyncContact_State_PauseQueue"="Dijeda";
"Str_FaxSyncContact_State_SendingFax"="Menghantar faks";
"Str_FaxSyncContact_State_HoldJob"="Menangguh kerja";
"Str_FaxSyncContact_State_WaitSync"="Sibuk";
"Str_FaxSyncContact_State_SyncComplete"="Penyegerakan selesai";
"Str_FaxSyncContact_State_SyncFailed"="Penyegerakan gagal";

"Str_FaxSyncContacts_Sync"="Menyegerak %@.";
"Str_FaxSyncContacts_SyncBusy"="Tidak dapat menyegerak dengan satu atau lebih gilir cetakan. Segerak %@ akan bersambung semula setelah gilir cetakan dinyah jeda atau faks telah dihantar.";
"Str_FaxSyncContacts_SyncBusy_Check"="Semak gilir cetak faks Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="Membatalkan.";

"Str_FaxSyncContacts_Complete"="Penyegerakan %@.selesai.";
"Str_FaxSyncContacts_CompleteWithCancel"="(Penyegerakan %@ sudah pun selesai sebelum operasi dibatalkan.)";

"Str_FaxSyncContacts_Error_A"="Penyegerakan %@ gagal.";
"Str_FaxSyncContacts_Error_B"="Semak supaya gilir cetakan fax Epson tidak Dijeda, Menangguh kerja, atau Menghantar faks.";

"Str_FaxSyncContact_ErrorOldPPD"="Satu atau lebih gilir cetakan faks Epson dicipta dengan Pemacu PC-FAX yang lebih awal.\n\nUntuk segerak %@, anda mesti pergi ke [System Preferences] - [Print & Scan], kemudian padam dan cipta semula gilir cetakan faks Epson dengan Pemacu PC-FAX terkini.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Gilir cetakan faks Epson yang ingin dicipta semula:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Tentang FAX Utility...";
"Preferences..."="Keutamaan...";
"Services"="Perkhidmatan";
"Hide FAX Utility"="Sembunyikan FAX Utility";
"Hide Others"="Sembunyi yang Lain";
"Show All"="Tunjuk Semua";
"Quit FAX Utility"="Kelua dari FAX Utility";
"File"="Fail";
"Close"="Tutup";
"Window"="Tetingkap";
"Minimize"="Minimumkan";
"Help"="Bantuan";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Batal";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Tidak menemui fail yang diperlukan untuk melaksanakan aplikasi.\nPasang semula FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Tidak memperoleh maklumat pencetak (faks). Buka \"Print & Fax Preferences\" dan tambah pemacu PC-FAKS.";
"Str_Alert_Common_Confirm_OverWrite"="Fail dinyatakan sudah wujud. Adakah anda ingin tulis ganti?";
"Str_Alert_Common_Not_Responding_Error"="Pencetak tidak bertindak balas. Pastikan pencetak disambung dengan betul dan kuasanya dihidupkan.";
"Str_Alert_Common_Communication_Error"="Ralat komunikasi pencetak berlaku.";
"Str_Alert_Common_Printer_Processing_Error"="Pencetak sedang memproses data. Tunggu seketika dan kemudian cuba semula.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Ralat dikesan semasa berkomunikasi dengan pencetak.\nKod Ralat (%d)";
"Str_Alert_Common_Error_Occurred"="Pemprosesan dibatalkan akibat berlakunya ralat.";
"Str_Alert_Common_PrinterStatusError"="Ralat berlaku pada pencetak. Bersihkan ralat dan kemudian cuba semula.";
